{
  "id": "kanva-legacy",
  "type": "king-details enhanced-profile",
  "summary": {
    "title": "कण्व राजवंश की विरासत (Legacy of Kanvas)",
    "title_en": "Legacy of the Kanva Dynasty",
    "reign": "c. 28 BCE onwards",
    "reign_en": "c. 28 BCE onwards",
    "period": "प्राचीन",
    "period_en": "Ancient",
    "founder": "वासुदेव कण्व",
    "founder_en": "Vasudeva Kanva",
    "capital": "पाटलिपुत्र",
    "capital_en": "Pataliputra",
    "subtitle": "ब्राह्मणवादी संस्कृति का संरक्षण और उत्तर भारतीय राजनीतिक शक्ति का दक्कन की ओर स्थानांतरण।",
    "subtitle_en": "Preservation of Brahmanical culture and the shift of North Indian political power towards the Deccan."
  },
  "reignDuration": 0,
  "empireSize": 0,
  "imageUrl": "images/buddhist_stupa_sanchi_gateway.jpg",
  "content": "<div class=\"royal-legacy-card\"><div class=\"legacy-section\"><div class=\"legacy-section-header\"><span class=\"legacy-icon\">🕉️</span><h5>ब्राह्मणवादी संस्कृति का संरक्षण</h5></div><div class=\"legacy-section-content\"><p>शुंगों की तरह, कण्व भी ब्राह्मण थे और उन्होंने वैदिक धर्म और संस्कृति को संरक्षण देना जारी रखा। उथल-पुथल भरे राजनीतिक माहौल के बावजूद, उन्होंने संस्कृत भाषा और पारंपरिक शिक्षा को बनाए रखने में भूमिका निभाई। यह काल 'स्मृति' ग्रंथों के संकलन और सामाजिक मानदंडों के सुदृढ़ीकरण का गवाह बना।</p></div></div><div class=\"legacy-section\"><div class=\"legacy-section-header\"><span class=\"legacy-icon\">⚔️</span><h5>राजनीतिक संक्रमण</h5></div><div class=\"legacy-section-content\"><p>कण्व शासन का अंत सातवाहनों (आंध्र) के उदय के साथ हुआ। यह एक महत्वपूर्ण ऐतिहासिक मोड़ था क्योंकि इसने उत्तर भारत (मगध) की राजनीतिक सर्वोच्चता के अंत और दक्कन की शक्ति के उदय को चिह्नित किया। कण्वों के पतन के बाद, मगध कई शताब्दियों तक राजनीतिक रूप से खंडित रहा, जब तक कि गुप्त साम्राज्य का उदय नहीं हुआ।</p></div></div><div class=\"legacy-section\"><div class=\"legacy-section-header\"><span class=\"legacy-icon\">🎨</span><h5>कला और वास्तुकला</h5></div><div class=\"legacy-section-content\"><p>यद्यपि कण्वों का अपना कोई भव्य स्थापत्य अवशेष नहीं बचा है, लेकिन यह माना जाता है कि सांची और भरहुत की कलात्मक गतिविधियां उनके समय में भी जारी रहीं, जो बौद्ध और ब्राह्मणवादी दोनों विषयों को दर्शाती हैं।</p></div></div></div>",
  "content_en": "<div class=\"royal-legacy-card\"><div class=\"legacy-section\"><div class=\"legacy-section-header\"><span class=\"legacy-icon\"> 🕉️</span><h5>Patronage of Brahmanical Culture</h5></div><div class=\"legacy-section-content\"><p>Like the Shungas, the Kanvas were Brahmans and continued to patronize Vedic religion and culture. Despite the turbulent political climate, they played a role in preserving Sanskrit language and traditional education. This period witnessed the compilation of 'Smriti' texts and the consolidation of social norms.</p></div></div><div class=\"legacy-section\"><div class=\"legacy-section-header\"><span class=\"legacy-icon\"> ⚔️</span><h5>Political Transition</h5></div><div class=\"legacy-section-content\"><p>The end of Kanva rule coincided with the rise of the Satavahanas (Andhras). This marked a significant historical turning point as it signified the end of North India's (Magadha's) political supremacy and the rise of Deccan's power. After the fall of the Kanvas, Magadha remained politically fragmented for several centuries until the advent of the Gupta Empire.</p></div></div><div class=\"legacy-section\"><div class=\"legacy-section-header\"><span class=\"legacy-icon\"> 🎨</span><h5>Art and Architecture</h5></div><div class=\"legacy-section-content\"><p>Although no grand architectural remnants of the Kanvas themselves survive, it is believed that artistic activities at Sanchi and Bharhut continued during their time, depicting both Buddhist and Brahmanical themes.</p></div></div></div>"
}